/* 
  Alerts.strings
  CleanMyMac

  Created by Vera Tkachenko on 2/22/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Buttons */

"AlertButton_Continue" = "Continuar";
"AlertButton_BuyLicense" = "Comprar Licença";
"AlertButton_BuyLicenseWithDiscount" = "Comprar com %li%% Off";
"AlertButtonTitle_Erase" = "Triturar";

/* App Termination */
"AlertButton_ContinueScan" = "Continuar Análise";
"AlertButton_ContinueClean" = "Continuar Limpeza";
"AlertButton_QuitCompleteTasks" = "Concluir Todos e Encerrar";
"AlertButton_QuitForce" = "Forçar Encerrar";
"AlertButton_CheckForBeta" = "Buscar Atualizações Beta";
"Stop" = "Parar";

"AlertButtonTitle_Uninstall" = "Desinstalar";
"AlertButtonTitle_DontUninstall" = "Não Desinstalar";

"AlertButtonTitle_Reset" = "Redefinir";

/* Running not from Apps folder */
"AlertButtonTitle_Install" = "Instalar";
"AlertButtonTitle_DontInstall" = "Não Instalar";
"AlertButtonTitle_Overwrite" = "Substituir";
"AlertButtonTitle_DontOverWrite" = "Não Substituir";


/* Beta Updates Alert */
"AlertDescription_BetaUpdateEnabling" = "Versões beta dão acesso à funções e recursos antes de serem oficialmente lançados. Note que versões Beta do CleanMyMac podem ser instáveis e causar perda de dados. Use-as por sua conta e risco. A MacPaw NÃO oferece suporte técnico para Versões Beta e não será responsável por qualquer dano causado por essas versões.\n\nUsuários de versões Beta podem ajudar a melhorar o software enviando comentários através da opção “Enviar Comentários…” no menu Ajuda.";

"AlertTitle_BetaUpdateEnabling" = "Tem certeza de que deseja usar versões Beta do CleanMyMac?";

/* Reset Ignore List Alert */
"AlertDescription_ResetIgnoreList" = "Isto permitirá que o CleanMyMac analise e remova itens previamente adicionados à Lista Ignorar.";

"AlertTitle_ResetIgnoreList" = "Tem certeza de que deseja redefinir a lista de itens ignorados ao padrão?";

/* Activation */
"AlertTitle_CleaningWithinLimitAlert" = "Sua cópia do CleanMyMac não está registrada.";

"AlertDescription_CleaningWithinLimitAlert" = "Você tem %@ restantes para limpar com esta versão de Avaliação do CleanMyMac 3. Uma cópia ativada não possui limitações e permite que você desfrute de todos os benefícios de um usuário registrado do CleanMyMac 3.";

/* Uninstalling CMM */
"AlertDescription_UninstallingCMM" = "CleanMyMac é o aplicativo que você está usando agora. Se você clicar no botão Desinstalar, ele será encerrado e removido completamente. \nDeseja desinstalar o CleanMyMac?";

"AlertTitle_UninstallingCMM" = "Desinstalando o aplicativo CleanMyMac";

/* Reseting CMM */
"AlertDescription_ResetCMM" = "Reabra o aplicativo antes de usá-lo novamente.";
"AlertTitle_ResetCMM" = "Você redefiniu os arquivos de preferências do CleanMyMac e ele precisa ser reaberto para funcionar corretamente.";
"AlertButton_ConfirmSelfRestart" = "Reabrir";
"AlertButton_CancelSelfRestart" = "Cancelar";

/* Uninstalling Setapp */

"AlertTitle_UninstallingSetappMessage" = "Você selecionou o Setapp e %li de seus aplicativos para desinstalação completa. Tem certeza de que deseja selecionar o Setapp com os aplicativos relacionados?";
"AlertDescription_UninstallingSetappMessage" = "Note que esse serviço fornece uma coleção crescente de apps, os quais não poderão ser acessados sem o app principal do Setapp.";
"AlertButton_SelectSetappApplications" = "Selecionar Aplicativos do Setapp";
"AlertCheckboxText_UninstallingSetappMessage" = "Não mostrar esta mensagem novamente";

/* Drop iPhoto alert */
"AlertDescription_DropiPhotoWhileScanning" = "O início de uma nova análise descartará os resultados atuais.";

"AlertTitle_DropiPhotoWhileScanning" = "Analisar Outra Fototeca.";

/* Logging mode alert */
"AlertTitle_LoggingMode" = "Ativando modo de registro extenso.";

"AlertDescription_LoggingMode" = "O CleanMyMac manterá um registro extenso de todos os itens encontrados. Nossa equipe de suporte estará apta a resolver qualquer questão com maior rapidez caso você reproduza o problema e comunique-o com o registro extenso ativado.";

/* Need To Close Applications Alert */
"AlertDescription_GenericAuth" = "CleanMyMac precisa da sua permissão para fazer as alterações requeridas.";

/* Extensions Authorize Alert */
"AlertDescription_ExtensionsAuthFormat" = "Autorize o CleanMyMac a %@ essa extensão e a realizar outras operações que exigem um nome e uma senha de Administrador.";

"ExtensionsAuthAlert_EnableAction" = "ativar";

"ExtensionsAuthAlert_DisableAction" = "desativar";

/* CMM force quit alert */
"AlertTitle_ForceQuit" = "O CleanMyMac não pôde encerrar normalmente da última vez que você tentou fechá-lo.";

"AlertDescription_ForceQuit" = "Alguns processos de limpeza ainda estão em execução e podem causar perda de dados ou comportamento inesperado no sistema se forem interrompidos. Aguarde o término dos processos e encerre depois.";

/* CMM running not from Apps folder alerts */
"AlertMessageText_RunningNotFromAppFolder" = "O CleanMyMac não foi aberto da pasta Aplicativos (recomendada).";

"AlertInformativeText_WishInstallQuestion" = "Deseja instalar o CleanMyMac na pasta Aplicativos antes de encerrar?";

"AlertTitle_AlreadyInstalled" = "O CleanMyMac já está instalado no sistema!";

"AlertTitle_OverwriteQuestion" = "Deseja substituir o CleanMyMac na pasta Aplicativos?";

"AlertTitle_InstallationFailder" = "Falha na instalação do CleanMyMac!";

"AlertTitle_CopyToApplicationFolderSuggestion" = "Tente copiá-lo para o local desejado manualmente. O local recomendado é na pasta Aplicativos.";

/* Selection Alert LargeOldFiles */
"SelectionCautionAlertTitle_LargeOld" = "Você selecionou vários arquivos pessoais para remoção completa.";

"SelectionCautionAlertMessage_LargeOld" = "Note que o módulo Fundo do Baú não sugere itens que possam ser removidos com segurança. Use-o como referência e tenha cuidado ao decidir remover um arquivo.";

/* Selection Alert Uninstaller */
"SelectionCautionAlertTitle_Uninstaller" = "Você selecionou vários aplicativos para desinstalar.";

"SelectionCautionAlertMessage_Uninstaller" = "Note que o módulo Desinstalador visa remover aplicativos completamente e que eles serão apagados do sistema depois que você clicar no botão Desinstalar.";

/* Remove Alerts LargeOldFiles */
"RemoveAlertMessageText_LargeOld1File" = "Tem certeza de que deseja remover “%@” permanentemente?";

"RemoveAlertMessageText_LargeOldXFiles" = "Tem certeza de que deseja remover %@ permanentemente?";

"RemoveAlertInformativeText_LargeOldFilesGroupScanner" = "Esta ação não poderá ser desfeita.";

/* Remove Alerts Uninstaller */
"RemoveAlertMessageText_Uninstaller1App" = "Tem certeza de que deseja desinstalar “%@” e todos os itens relacionados permanentemente?";

"RemoveAlertMessageText_UninstallerXApps" = "Tem certeza de que deseja desinstalar %@ e todos os itens relacionados permanentemente?";

"RemoveAlertMessageText_Uninstaller1File" = "Tem certeza de que deseja remover “%@” permanentemente?";

"RemoveAlertMessageText_UninstallerRelatedFiles" = "Tem certeza de que deseja remover %@ permanentemente?";

"RemoveAlertMessageText_UninstallerResetApp" = "Tem certeza de que deseja redefinir “%@” removendo todos os itens relacionados?";

"RemoveAlertMessageText_UninstallerSelectedItems" = "Tem certeza de que deseja remover os itens selecionados permanentemente?";

"RemoveAlertInformativeText_Uninstaller" = "Esta ação não poderá ser desfeita.";

/* Remove Alerts Extensions */
"RemoveAlertMessageText_Extensions1Item" = "Tem certeza de que deseja remover “%@” permanentemente?";

"RemoveAlertMessageText_ExtensionsXItems" = "Tem certeza de que deseja remover %@ permanentemente?";

"RemoveAlertInformativeText_ExtensionsGroupScanner" = "Esta ação não poderá ser desfeita.";

/* Remove Alerts Eraser */
"RemoveAlertMessageText_Eraser1Item" = "Tem certeza de que deseja apagar “%@” permanentemente?";

"RemoveAlertMessageText_EraserXItems" = "Tem certeza de que deseja apagar %@ permanentemente?";

"RemoveAlertInformativeText_EraserGroupScanner" = "Esta ação não poderá ser desfeita.";

/* Ignored Items alerts */
"AlertTitle_1_IgnoredItemsDidAdd" = "Você adicionou um item à Lista Ignorar do CleanMyMac.";

"AlertTitle_N_IgnoredItemsDidAddFormat" = "Você adicionou %@ à Lista Ignorar do CleanMyMac.";

"AlertDescription_1_IgnoredItemsDidAdd" = "O item não aparecerá mais nos resultados da análise. Você pode gerenciar itens ignorados nas Preferências.";

"AlertDescription_N_IgnoredItemsDidAdd" = "Esses itens não aparecerão mais nos resultados da análise. Você pode gerenciar itens ignorados nas Preferências.";

"AlertTitle_ShouldSelectIgnoredItem" = "Tem certeza de que deseja selecionar itens da Lista Ignorar para remoção?";

"AlertDescription_ShouldSelectIgnoredItem" = "A remoção desses itens pode afetar a funcionalidade do sistema ou de aplicativos relacionados.";

/* No comment provided by engineer. */
"AlertTitle_StopCleanWarning" = "Deseja parar o processo de limpeza antes do fim?";

/* No comment provided by engineer. */
"AlertTitle_StopScanWarning" = "Deseja parar o processo de análise antes do fim?";

/* No comment provided by engineer. */
"AlertDecription_StopCleanWarning" = "A interrupção da limpeza deixará uma certa quantidade de itens desnecessários no Mac.";

/* No comment provided by engineer. */
"AlertTitle_StartOver" = "Deseja redefinir os resultados da análise atual e recomeçar?";

/* No comment provided by engineer. */
"AlertDecription_StartOver" = "Os resultados da análise atual não serão salvos e será necessário fazer uma nova análise para localizar os itens.";

/* No comment provided by engineer. */
"AlertTitle_Rescan" = "Deseja redefinir os resultados atuais da análise e iniciar uma nova análise?";

/* No comment provided by engineer. */
"AlertDescription_Rescan" = "Os resultados atuais da análise e a lista de itens selecionados não serão salvos.";

/* No comment provided by engineer. */
"AlertTitle_Refresh" = "Deseja atualizar a lista do módulo “%@”?";

/* No comment provided by engineer. */
"AlertDescription_Refresh" = "A seleção atual de itens não será salva.";

/* No comment provided by engineer. */
"AlertDescription_StopScanWarning" = "A interrupção da análise produzirá resultados incompletos na limpeza.";

/* No comment provided by engineer. */
"AlertTitle_UnableToEnablePlugin" = "Não foi possível ativar/desativar o plug-in.";

/* No comment provided by engineer. */
"AlertDescription_UnknownError" = "Ocorreu um erro desconhecido. Contate o suporte.";

/* Maintenance verify disk */
"AlertTitle_VerifySystemDiskWarn" = "O computador pode não responder durante a verificação do disco de inicialização.";
"AlertDescription_VerifySystemDiskWarn" = "Devido à atividade intensa do disco durante a verificação, o sistema pode não responder durante vários minutos. Note que este comportamento é normal.";

/* Alerts */
"AlertDescription_QuitOnScan" = "O encerramento do aplicativo interromperá a análise e todos os resultados serão perdidos.";

/* Alerts */
"AlertDescription_QuitOnClean" = "O encerramento do aplicativo interromperá o processo de limpeza, gerando resultados incompletos.";

/* Alerts */
"AlertTitle_QuitOnScan" = "Deseja encerrar o CleanMyMac antes de concluir a análise atual?";

/* Alerts */
"AlertTitle_QuitOnClean" = "Deseja encerrar o CleanMyMac antes de concluir a limpeza?";

/* System Restart */
"CleanMyMac has just uninstalled %@ malware. A restart of your Mac is required to finish the process." = "O CleanMyMac acabou de desinstalar o malware %@. É necessário reiniciar o Mac para concluir o processo.";
"Please note that some applications may work incorrectly until your system is restarted." = "Note que alguns aplicativos podem não funcionar corretamente até que o sistema seja reiniciado.";


/* Self Uninstall Discount */
"SelfUninstallDiscount_AlertTitle" = "Às vezes, podemos fazer uma exceção.";
"SelfUninstallDiscount_AlertDescription" = "E essa é uma delas. Apenas hoje, ofereceremos um desconto de %li%% na versão completa do CleanMyMac 3.";

/* Self uninstall alert */
"SelfUninstall_AlertDescription" = "Ajude-nos a melhorar o CleanMyMac explicando porque você deseja desinstalar:";
"SelfUninstall_AlertTitle" = "É uma pena!";
"Submit and Uninstall" = "Enviar e Desinstalar";

"The price is a bit too much." = "O preço é um pouco alto.";
"It's too hard to use. I had trouble figuring it out." = "É muito difícil de usar. Foi difícil entendê-lo.";
"It didn't find enough to clean!" = "Não encontrou coisas suficientes para limpar.";
"It doesn't seem safe to use." = "Não parece seguro usá-lo.";
"Other:" = "Outro:";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "Tem certeza de que deseja adicionar o Lixo do disco de inicialização à Lista Ignorar?";

"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Isto desativará o recurso de monitoramento do Lixo e o CleanMyMac 3 não notificará você quando ele estiver cheio.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "Tem certeza de que deseja ativar o recurso de monitoramento do Lixo?";

"IgnoreList_AlertDescription_EnableTrashMonitor" = "Isto removerá o Lixo do disco de inicialização da Lista Ignorar do CleanMyMac.";

"AlertTitle_VerifySystemDiskWarn" = "O computador pode não responder durante a verificação do disco de inicialização.";

"AlertDescription_VerifySystemDiskWarn" = "Devido à atividade intensa do disco durante a verificação, o sistema pode não responder durante vários minutos. Note que este comportamento é normal.";

"UnsupportedOSAlert_Message" = "Esta cópia do CleanMyMac não é compatível com o macOS %@ e suas futuras versões.";

"UnsupportedOSAlert_Informative" = "Atualize para a versão mais recente do CleanMyMac, que é totalmente compatível com a sua versão do macOS.";

/* Erase System Files Alert */
"EraseSystemFilesAlert_MessageText" = "Alguns dos itens selecionados não podem ser adicionados ao Triturador.";

"EraseSystemFilesAlert_InformativeText" = "A remoção desses itens ou pastas poderia danificar o sistema.";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "Tem certeza de que deseja adicionar o Lixo do disco de inicialização à Lista Ignorar?";
"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Isto desativará o recurso de monitoramento do Lixo e o CleanMyMac 3 não notificará você quando ele estiver cheio.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "Tem certeza de que deseja ativar o recurso de monitoramento do Lixo?";
"IgnoreList_AlertDescription_EnableTrashMonitor" = "Isto removerá o Lixo do disco de inicialização da Lista Ignorar do CleanMyMac.";

/* Self Uninstall Discount */
"SelfUninstallDiscount_Uninstall" = "Desinstalar";
"SelfUninstallDiscount_Purchase" = "Comprar com %li%% de Desconto";

/* Buttons */
"Quit" = "Encerrar";

"Verify System Disk" = "Verificar Disco do Sistema";
"Download" = "Transferir";

"Submit" = "Enviar";

"Restart" = "Reiniciar";

/* Alert button */
"Cancel" = "Cancelar";
"OK" = "OK";
"Remove" = "Remover";

"Start New Scan" = "Iniciar Nova Análise";

/* Drop Trashes alert */
"AlertTitle_DropWhileScanning_TrashesGroupScanner" = "Analisar Outra Fototeca.";
"AlertDescription_DropWhileScanning_TrashesGroupScanner" = "O início de uma nova análise descartará os resultados atuais.";

/* Drop LAOF alert */
"AlertTitle_DropWhileScanning_LargeOldFilesGroupScanner" = "Analisar Outra Pasta.";
"AlertDescription_DropWhileScanning_LargeOldFilesGroupScanner" = "O início de uma nova análise descartará os resultados atuais.";
"AlertTitle_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "Os itens grandes e antigos da fototeca serão colocados no álbum “Mídia Grande para Apagar” do Fotos.";
"AlertDescription_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "Lembre-se de usar o Fotos para apagar esses arquivos permanentemente e economizar espaço.";

/* Drop iPhoto alert */
"AlertDescription_DropWhileScanning_iPhotoGroupScanner" = "O início de uma nova análise descartará os resultados atuais.";
"AlertTitle_DropWhileScanning_iPhotoGroupScanner" = "Analisar Outra Fototeca.";

/* Unsupported Photos Library version */
"AlertTitle_PhotoLibraryUnsupportedOld" = "A fototeca que você está tentando analisar não é compatível com o CleanMyMac 3.";
"AlertDescription_PhotoLibraryUnsupportedOld" = "Considere atualizar a sua fototeca para uma versão mais recente.";
"AlertTitle_PhotoLibraryUnsupportedNew" = "A fototeca que você está tentando analisar ainda não é compatível com o CleanMyMac 3.";
"AlertDescription_PhotoLibraryUnsupportedNew" = "A compatibilidade da versão da sua fototeca está sendo testada. Verifique novamente em breve.";

/* Activation - Deactivate License Alert */
"ActivationDeactivateLicense_MessageText" = "Tem certeza de que deseja desativar a licença do CleanMyMac 3 neste Mac?";
"ActivationDeactivateLicense_InformativeText" = "Isto desativará a cópia atual do aplicativo, mas você poderá reutilizar a licença em outro computador.";
"Disable License" = "Desativar Licença";

/* Move to Setapp alert */
"AlertMoveToSetapp_Message" = "Parece que você está usando o Setapp no Mac. Deseja alternar para a versão do CleanMyMac do Setapp?";
"AlertMoveToSetapp_Informative" = "Ela funciona da mesma forma e está sempre atualizada com a versão mais recente.";
"AlertMoveToSetapp_Switch" = "Alternar";
"AlertMoveToSetapp_DontSwitch" = "Não, Obrigado";

/* switch to Setapp version of CMM*/
"AlertSwitchToSetappVersionOfCMM_Message" = "Parece que, anteriormente, você usava uma versão do CleanMyMac que não a do Setapp.";
"AlertSwitchToSetappVersionOfCMM_InformationText" = "Deseja alternar para a versão do Setapp e migrar os ajustes anteriores?";
"AlertSwitchToSetappVersionOfCMM_Switch" = "Alternar";
"AlertSwitchToSetappVersionOfCMM_No_Thanks" = "Não, Obrigado";
